const animess = (NomeDoBot, tempo, sender, NickDono, hora, prefix, pushname) => {

// NÃO APAGUE ESSE ${Prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 

return `
​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​ 
┏│ ⛧⛧⛧⛧⛧⛧⛧
┃│ ʙᴏᴛ ➢ ${NomeDoBot}
┃│ ${tempo} ⟷ @${sender.split(`@`)[0]}
┃│ ᴅᴏɴᴏ ➢ ${NickDono}
┃│ ʜᴏʀᴀ ➢ ${hora}
┗ ───────────────────
╰═• ⛧  ⛧  ⛧  ⛧  ⛧ •═╯
╭︎⊰ ⛧  ⛧  ⛧  ⛧  ⛧ ⊱╮︎    
╎ 💨 × 𝗔𝗡𝗜𝗠𝗘𝗦 × 💨
╰═• ⛧  ⛧  ⛧  ⛧  ⛧ •═╯
┃│
┏━━━━━━━━━━━━━━━━━━━━━━━━
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Editanime -random
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Editanime -bleach
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Editanime -chainsaw
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Editanime -dragonball
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Editanime -kimetsu
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Editanime -jujutsu
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Editanime -naruto
║
┏━━━━━━━━━━━━━━━━━━━
┃⛧│ ➥ 「 IMAGENS 」
┗━━━━━━━━━━━━━━━━━━━
║
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -cosplay
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -waifu
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -loli
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -shota
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -shinomiya
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -yotsuba
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -yumeko
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -tejina
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -chiho
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -kaori
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -boruto
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -shizuka
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -kaga
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -kotori
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -mikasa
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -akiyama
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -gremory
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -izuku
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -shina
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -shinka
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -yuri
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -eba
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -erza
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -elaina
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -hinata
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -naruto
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -minato
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -sagari
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -nezuko
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -rize
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -anna
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -deidara
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -asuna
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -ayuzawa
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -emilia
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -chitoge
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -hestia
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -inori
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -itachi
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -madara
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -sakura
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -sasuke
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -tsunade
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -onepiece
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -mobil
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -montor
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -keneki
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -megumin
╎✰ۣۜۜ͜͡ 💨 ➠ ${prefix}Animeimage -toukachan
┗━━━━━━━━━━━━━━━━━━━━━━`
}

exports.animess = animess

// NÃO APAGUE ESSE ${Prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 