const brincadeiras = (NomeDoBot, tempo, sender, NickDono, hora, Prefix, pushname) => {

// NÃO APAGUE ESSE ${Prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 

return `
​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​ 
┏│ ⛧⛧⛧⛧⛧⛧⛧
┃│ ʙᴏᴛ ➢ ${NomeDoBot}
┃│ ${tempo} ⟷ @${sender.split(`@`)[0]}
┃│ ᴅᴏɴᴏ ➢ ${NickDono}
┃│ ʜᴏʀᴀ ➢ ${hora}
┗ ───────────────────
╰═• ⛧  ⛧  ⛧  ⛧  ⛧ •═╯
╭︎⊰ ⛧  ⛧  ⛧  ⛧  ⛧ ⊱╮︎    
╎ 🎲 × 𝗕𝗥𝗜𝗡𝗖𝗔𝗗𝗘𝗜𝗥𝗔𝗦 × 🎲
╰═• ⛧  ⛧  ⛧  ⛧  ⛧ •═╯
┃│
┏━━━━━━━━━━━━━━━━━━━━━━━━
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}suruba
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Level
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Ranklevel
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Iniciar_forca
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Forca [letra]
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Resetforca
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}ppt @553175.... [pedra papel tesoura]
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}simi [converse algo]
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Fazernick
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Pau
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Gay
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Gadometro
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Chance [pergunte algo]
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Cassino
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Casal
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Shipo
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Alma-Gemeas
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Duelo
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Feio
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Matar
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Gay
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Vesgo
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Bebado
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Gado
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Gostoso
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Gostosa
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Beijo
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Tapa
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Casar
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Dançar 
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Soco
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Chutar
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Dogolpe
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Nazista 
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}RankGay
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}RankGado
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}RankCorno
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}RankGostosos
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}RankGostosas
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Ranknazista
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Rankotakus
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Rankpau
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Quando
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}SN [fale algo]
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Pix [@número/valor]
╎✰ۣۜۜ͜͡🎲 ➠ ${Prefix}Tagme
┗━━━━━━━━━━━━━━━━━━━━━`
}

exports.brincadeiras = brincadeiras
