const menuprem = (NomeDoBot, tempo, sender, NickDono, hora, prefix, pushname) => { 

// NÃO APAGUE ESSE ${Prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 

return `
​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​ 
┏│ ⛧⛧⛧⛧⛧⛧⛧
┃│ ʙᴏᴛ ➢ ${NomeDoBot}
┃│ ${tempo} ⟷ @${sender.split(`@`)[0]}
┃│ ᴅᴏɴᴏ ➢ ${NickDono}
┃│ ʜᴏʀᴀ ➢ ${hora}
┗ ───────────────────
╰═• ⛧  ⛧  ⛧  ⛧  ⛧ •═╯
╭︎⊰ ⛧  ⛧  ⛧  ⛧  ⛧ ⊱╮︎    
╎ 💎 ×  𝗣𝗥𝗘𝗠𝗜𝗨𝗠 × 💎
╰═• ⛧  ⛧  ⛧  ⛧  ⛧ •═╯
┃│
┏━━━━━━━━━━━━━━━━━━━━━
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}Destrava
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}Destrava2
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}Ddd (DDD)
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}GerarCPF
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}PremiumList
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}Encurtalink (Link)
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}Encurtalink2 (Link+Nome)
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}Encurtalink3 (Link)
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}Encurtalink4 (Link)
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}Celular (Nome)
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}Scep (Número)
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}Cotacao (Moeda)
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}Sip (Número)
║
┏━━━━━━━━━━━━━━━━━━━
┃⛧│ ➥ 「 CONSULTAS 」
┗━━━━━━━━━━━━━━━━━━━
║
┃⛧│ ➥ 「 OBS: PUXADAS NO BOT FREE EM BREVE! ALGUMAS FUNÇÔES FUNCIONAM, MAS NEM TODAS... ADQUIRA SEU BOT VIP COM PUXADAS COM O MEU CRIADOR. 」
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}Nome
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}Nome2
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}Cpf (Número)
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}Cpf2 (Número)
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}Cpf3 (Número)
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}Cpf4 (Número)
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}Tel (Número)
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}Tel2 (Número)
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}Tel3 (Número)
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}Parentes (Cpf)
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}Beneficios (Cpf)
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}Score (Cpf)
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}Placa (Placa)
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}Placa2 (Placa)
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}Cnpj (Número)
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}Site (Domínio)
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}Email 
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}Bin (Número)
╎✰ۣۜۜ͜͡💎 ➠ ${prefix}Rg (Número)
┗━━━━━━━━━━━━━━━━━━━━━━`
}

exports.menuprem = menuprem